var station = [{
  "line_name": '2号线',
  "line_color": "#c72e29",
  "line_station": [{
    "name": "东莞火车站",
    "en_name": "Dongguan Railway Station",
    "running_time": [{
      "start": "06:30",
      "end": "22:30",
      "dir": "虎门火车站"
    }],
    "latitude": "23.085668",
    "longitude": "113.857779",
    "toilet": "月台两侧",
    "exit": [{
        "dir": "A",
        "intro": ["东莞火车站石龙广场"]
      }, {
        "dir": "B",
        "intro": ["东莞火车站茶山广场", "西湖二路南"]
      }, {
        "dir": "C",
        "intro": ["暂未开通"]
      }, {
        "dir": "D",
        "intro": ["大坑路", "东莞火车站", "环湖西路", "西湖一路南", "东莞市第八人民医院（东莞儿童医院）", "西湖村", "石龙客运中心站", "西湖二路南"]
      },
      {
        "dir": "H",
        "intro": ["环湖西路", "北二路"]
      }
    ]
  }, {
    "name": "茶山",
    "en_name": "ChaShan",
    "running_time": [{
      "start": "06:41",
      "end": "23:10",
      "dir": "东莞火车站"
    }, {
      "start": "06:32",
      "end": "22:32",
      "dir": "虎门火车站"
    }],
    "latitude": "23.080073",
    "longitude": "113.846376",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["方中路", "茶山镇中心小学", "京山村"]
    }, {
      "dir": "B",
      "intro": ["方中路", "茶山北路"]
    }, {
      "dir": "G",
      "intro": ["方中路", "坑口工业区"]
    }]
  }, {
    "name": "榴花公园",
    "en_name": "Liuhua Park",
    "running_time": [{
      "start": "06:47",
      "end": "23:06",
      "dir": "东莞火车站"
    }, {
      "start": "06:31",
      "end": "22:35",
      "dir": "虎门火车站"
    }],
    "latitude": "23.080311",
    "longitude": "113.814353",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["莞龙路", "榴花公园", "东城候机楼"]
    }, {
      "dir": "B",
      "intro": ["莞龙路", "榴花路", "涌尾路", "榴花客运站"]
    }, {
      "dir": "C",
      "intro": ["暂未开通"]
    }, {
      "dir": "D",
      "intro": ["莞龙路,东城区第二小学", "余屋村"]
    }]
  }, {
    "name": "下桥",
    "en_name": "Xiaqiao",
    "running_time": [{
      "start": "06:44",
      "end": "23:03",
      "dir": "东莞火车站"
    }, {
      "start": "06:35",
      "end": "22:39",
      "dir": "虎门火车站"
    }],
    "latitude": "23.064695",
    "longitude": "113.790457",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["莞龙路", "银竹路", "银铃街", "下桥公园", "板桥派出所"]
    }, {
      "dir": "B",
      "intro": ["莞龙路", "下桥工业园路", "东莞市住房与城乡建设局", "东莞市建设工程安全监督站", "下桥工业园", "银桥街"]
    }, {
      "dir": "C",
      "intro": ["莞龙路", "银珠街", "东莞市国税稽查局", "东莞技师学院"]
    }, {
      "dir": "D",
      "intro": ["莞龙路", "银珠街", "东莞市公安局交警大队", "东城区第三小学"]
    }]
  }, {
    "name": "天宝",
    "en_name": "Tianbao",
    "running_time": [{
      "start": "06:41",
      "end": "23:00",
      "dir": "东莞火车站"
    }, {
      "start": "06:37",
      "end": "22:41",
      "dir": "虎门火车站"
    }],
    "latitude": "23.046412",
    "longitude": "113.778699",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["东城中路", "温南路", "学院路", "东莞中学初中部"]
    }, {
      "dir": "B",
      "intro": ["温南路", "天宝路", "万园东路", "卓越中寰", "天宝建材设计城"]
    }, {
      "dir": "C",
      "intro": ["东城中路", "温南路", "主山公园"]
    }, {
      "dir": "D",
      "intro": ["东城中路", "温南路", "莞龙路"]
    }]
  }, {
    "name": "东城",
    "en_name": "Dongcheng",
    "running_time": [{
      "start": "06:38",
      "end": "22:57",
      "dir": "东莞火车站"
    }, {
      "start": "06:31",
      "end": "22:44",
      "dir": "虎门火车站"
    }],
    "latitude": "23.032806",
    "longitude": "113.776438",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["东城中路", "东纵路", "美汇名家家居建材广场", "盈锋家居广场", "时尚广场购物中心", "时尚电器"]
    }, {
      "dir": "B",
      "intro": ["东城中路", "东城路", "丽峰路", "东莞社会保障局", "东莞国土局", "时尚广场购物中心", "时尚电器"]
    }, {
      "dir": "C",
      "intro": ["东城中路", "东城路", "中心路", "康乐路"]
    }, {
      "dir": "D",
      "intro": ["东城中路", "世博大道", "东纵路"]
    }]
  }, {
    "name": "旗峰公园",
    "en_name": "Qifeng Park",
    "running_time": [{
      "start": "06:35",
      "end": "22:55",
      "dir": "东莞火车站"
    }, {
      "start": "06:34",
      "end": "22:46",
      "dir": "虎门火车站"
    }],
    "latitude": "23.020157",
    "longitude": "113.767954",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["旗峰路", "美峰路", "丽峰路", "万科城市广场"]
    }, {
      "dir": "B",
      "intro": ["东莞大道西侧", "簪花路", "体育路", "东莞市民政局", "东莞市规划展览馆"]
    }, {
      "dir": "C",
      "intro": ["旗峰路", "东莞大道东侧"]
    }, {
      "dir": "D",
      "intro": ["旗峰路"]
    }, {
      "dir": "E",
      "intro": ["东城中路", "东城南路", "涡岭工业路", "旗峰路"]
    }]
  }, {
    "name": "鸿福路",
    "en_name": "Hongfu Road",
    "running_time": [{
      "start": "06:33",
      "end": "22:53",
      "dir": "东莞火车站"
    }, {
      "start": "06:36",
      "end": "22:49",
      "dir": "虎门火车站"
    }],
    "latitude": "23.011701",
    "longitude": "113.760142",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["簪花路", "鸿福路", "会展北路", "元美东路", "东莞市政府", "广东省社会科学院", "中心广场", "东莞国际会展中心"]
    }, {
      "dir": "B",
      "intro": ["鸿福路", "元美东路", "石竹路", "东莞图书馆", "东莞市非物质文化遗产保护中心", "东莞大道西侧", "东莞南城中心小学"]
    }, {
      "dir": "D",
      "intro": ["东莞大道东侧", "怡丰路", "鸿福东路", "银树路"]
    }]
  }, {
    "name": "西平",
    "en_name": "Xiping",
    "running_time": [{
      "start": "06:40",
      "end": "22:49",
      "dir": "东莞火车站"
    }, {
      "start": "06:30",
      "end": "22:52",
      "dir": "虎门火车站"
    }],
    "latitude": "22.994092",
    "longitude": "113.747028",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "B",
      "intro": ["东光大道东侧", "西平二路", "西平三路", "宏伟路", "宏伟二路", "彭眼村"]
    }, {
      "dir": "C",
      "intro": ["东光大道东侧", "西平二路", "宏伟路", "新中路", "市轨道公司", "轨道交通网控制中心"]
    }]
  }, {
    "name": "蛤地",
    "en_name": "Hadi",
    "running_time": [{
      "start": "06:37",
      "end": "22:46",
      "dir": "东莞火车站"
    }, {
      "start": "06:33",
      "end": "22:55",
      "dir": "虎门火车站"
    }],
    "latitude": "22.978194",
    "longitude": "113.728795",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["东莞大道西侧", "宏三路", "宏北路", "环成西路"]
    }, {
      "dir": "B",
      "intro": ["东莞大道西侧", "宏二路", "宏六路", "宏图路", "南城汽车站", "南城候机楼"]
    }, {
      "dir": "C",
      "intro": ["东莞大道东侧", "板岭路", "新南路", "迎宾公园", "南城阳光第七小学"]
    }]
  }, {
    "name": "陈屋",
    "en_name": "Chenwu",
    "running_time": [{
      "start": "06:33",
      "end": "22:42",
      "dir": "东莞火车站"
    }, {
      "start": "06:37",
      "end": "22:59",
      "dir": "虎门火车站"
    }],
    "latitude": "22.958683",
    "longitude": "113.691119",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["莞太路", "旗鼓西路", "陈屋官路", "陈屋西路"]
    }, {
      "dir": "B",
      "intro": ["莞太路", "旗鼓西路", "大围东福路"]
    }, {
      "dir": "J",
      "intro": ["莞太路", "旗鼓东路", "卓越维港"]
    }, {
      "dir": "K",
      "intro": ["莞太路", "旗鼓东路", "桑园路", "陈屋东路"]
    }]
  }, {
    "name": "寮厦",
    "en_name": "Liaoxia",
    "running_time": [{
      "start": "06:39",
      "end": "22:39",
      "dir": "东莞火车站"
    }, {
      "start": "06:32",
      "end": "23:02",
      "dir": "虎门火车站"
    }],
    "latitude": "22.941055",
    "longitude": "113.673467",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["莞太路", "体育公园", "体育路", "厚街万达广场"]
    }, {
      "dir": "B",
      "intro": ["莞太路", "厚街中心小学", "松山公园", "体育路"]
    }, {
      "dir": "C",
      "intro": ["莞太路", "天后古庙"]
    }, {
      "dir": "D",
      "intro": ["莞太路", "寮厦小学", "寮厦社区文化服务中心", "卓越维港"]
    }]
  }, {
    "name": "珊美",
    "en_name": "Shanmei",
    "running_time": [{
      "start": "06:37",
      "end": "22:37",
      "dir": "东莞火车站"
    }, {
      "start": "06:35",
      "end": "23:05",
      "dir": "虎门火车站"
    }],
    "latitude": "22.926457",
    "longitude": "113.664306",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["莞太路", "南环路", "珊美大道南", "康乐南路", "珊美村"]
    }, {
      "dir": "B",
      "intro": ["莞太路", "南环路", "厚沙路", "凤山公园"]
    }, {
      "dir": "D",
      "intro": ["莞太路", "厚沙路"]
    }]
  }, {
    "name": "展览中心",
    "en_name": "Exhibition Center",
    "running_time": [{
      "start": "06:34",
      "end": "22:34",
      "dir": "东莞火车站"
    }, {
      "start": "06:38",
      "end": "23:08",
      "dir": "虎门火车站"
    }],
    "latitude": "22.902237",
    "longitude": "113.661609",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["莞太路", "家具大道", "凤凰路"]
    }, {
      "dir": "B",
      "intro": ["家具大道", "莞太路", "溪头广场", "广东现代国际展览中心", "恒锋家居博览中心"]
    }, {
      "dir": "C",
      "intro": ["莞太路", "会展东路"]
    }, {
      "dir": "D",
      "intro": ["莞太路", "会展东路", "南五文化公园", "南五村"]
    }]
  }, {
    "name": "虎门火车站",
    "en_name": "HuMen Railway Station",
    "running_time": [{
      "start": "06:30",
      "end": "22:30",
      "dir": "东莞火车站"
    }],
    "latitude": "22.859262",
    "longitude": "113.671511",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["莞太路", "站北路", "牌坊路", "机场一路"]
    }, {
      "dir": "B",
      "intro": ["虎门火车站"]
    }]
  }]
}]

module.exports = {
  station: station
}