var station = [{
  "line_name": '2号线',
  "line_color": "#c72e29",
  "line_station": [{
    "name": "东莞火车站（广深和谐号）",
    "en_name": "Dongguan Railway Station",
    "running_time": {
      worker: [
        {
          "start": "-",
          "end": "-",
          "dir": "东莞火车站"
        }, {
          "start": "6:30",
          "end": "22:30",
          "dir": "虎门火车站"
        }
      ],
      unWorker: [
        {
          "start": "-",
          "end": "-",
          "dir": "东莞火车站"
        }, {
          "start": "6:30",
          "end": "23:00",
          "dir": "虎门火车站"
        }
      ]
    },
    "latitude": "23.085668",
    "longitude": "113.857779",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["东莞火车站石龙广场"]
    }, {
      "dir": "B",
      "intro": ["西湖二路南", "东莞火车站茶山广场"]
    }, {
      "dir": "C",
      "intro": ["茶业北路", "方中路", "京山公园", "坑口工业区", "东莞火车站"]
    }, {
      "dir": "D",
      "intro": ["大坑路", "环湖西路", "西湖一路南", "东莞市第八人民医院（东莞儿童医院）", "西湖村", "石龙客运中心站", "西湖二路南"]
    },
    {
      "dir": "H",
      "intro": ["北二路"]
    }
    ]
  }, {
    "name": "茶山",
    "en_name": "ChaShan",
    "running_time": {
      worker: [
        {
          "start": "6:36",
          "end": "23:44",
          "dir": "东莞火车站"
        }, {
          "start": "6:31",
          "end": "22:31",
          "dir": "虎门火车站"
        }
      ],
      unWorker: [
        {
          "start": "6:33",
          "end": "23:44",
          "dir": "东莞火车站"
        }, {
          "start": "6:31",
          "end": "23:01",
          "dir": "虎门火车站"
        }
      ]
    },
    "latitude": "23.080073",
    "longitude": "113.846376",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["方中路", "茶山镇中心小学"]
    }, {
      "dir": "B",
      "intro": ["方中路", "茶山北路", "京山村"]
    }, {
      "dir": "H",
      "intro": ["方中路"]
    }, {
      "dir": "G",
      "intro": ["方中路", "坑口工业区"]
    }]
  }, {
    "name": "榴花公园",
    "en_name": "Liuhua Park",
    "running_time": {
      worker: [
        {
          "start": "6:49",
          "end": "23:41",
          "dir": "东莞火车站"
        }, {
          "start": "6:30",
          "end": "22:35",
          "dir": "虎门火车站"
        }
      ],
      unWorker: [
        {
          "start": "6:46",
          "end": "23:41",
          "dir": "东莞火车站"
        }, {
          "start": "6:35",
          "end": "23:05",
          "dir": "虎门火车站"
        }
      ]
    },
    "latitude": "23.080311",
    "longitude": "113.814353",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["莞龙路", "榴花公园", "东城候机楼"]
    }, {
      "dir": "B",
      "intro": ["莞龙路", "东风南路", "涌尾路", "榴花客运站"]
    }, {
      "dir": "C",
      "intro": ["莞龙路", "涌尾路", "周屋路", "周屋村"]
    }, {
      "dir": "D",
      "intro": ["莞龙路,东城区第二小学", "余屋村"]
    }]
  }, {
    "name": "下桥",
    "en_name": "Xiaqiao",
    "running_time": {
      worker: [
        {
          "start": "6:45",
          "end": "23:37",
          "dir": "东莞火车站"
        }, {
          "start": "6:33",
          "end": "22:38",
          "dir": "虎门火车站"
        }
      ],
      unWorker: [
        {
          "start": "6:42",
          "end": "23:37",
          "dir": "东莞火车站"
        }, {
          "start": "6:38",
          "end": "23:08",
          "dir": "虎门火车站"
        }
      ]
    },
    "latitude": "23.064695",
    "longitude": "113.790457",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["莞龙路", "下桥路", "银竹路", "下桥公园", "银岭街"]
    }, {
      "dir": "B",
      "intro": ["莞龙路", "下桥工业园路", "东莞市住房与城乡建设局", "东莞市建设工程安全监督站", "下桥工业园"]
    }, {
      "dir": "C",
      "intro": ["莞龙路", "银珠街", "东莞市国税稽查局", "东莞技师学院"]
    }, {
      "dir": "D",
      "intro": ["莞龙路", "东莞市公安局交警大队", "东城区第三小学"]
    }]
  }, {
    "name": "天宝",
    "en_name": "Tianbao",
    "running_time": {
      worker: [
        {
          "start": "6:42",
          "end": "23:34",
          "dir": "东莞火车站"
        }, {
          "start": "6:35",
          "end": "22:41",
          "dir": "虎门火车站"
        }
      ],
      unWorker: [
        {
          "start": "6:39",
          "end": "23:34",
          "dir": "东莞火车站"
        }, {
          "start": "6:41",
          "end": "23:11",
          "dir": "虎门火车站"
        }
      ]
    },
    "latitude": "23.046412",
    "longitude": "113.778699",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["东城中路", "温南路", "学院路", "东莞市卫生监督所", "东莞中学初中部"]
    }, {
      "dir": "B",
      "intro": ["温南路", "天宝路", "万园东路"]
    }, {
      "dir": "C",
      "intro": ["东城中路", "温南路", "主山公园"]
    }, {
      "dir": "D",
      "intro": ["东城中路", "温南路", "莞龙路", "东莞市城管执法局", "广东省东莞市质量技术监督局"]
    }]
  }, {
    "name": "东城",
    "en_name": "Dongcheng",
    "running_time": {
      worker: [
        {
          "start": "6:40",
          "end": "23:31",
          "dir": "东莞火车站"
        }, {
          "start": "6:30",
          "end": "22:43",
          "dir": "虎门火车站"
        }
      ],
      unWorker: [
        {
          "start": "6:37",
          "end": "23:31",
          "dir": "东莞火车站"
        }, {
          "start": "6:33",
          "end": "23:13",
          "dir": "虎门火车站"
        }
      ]
    },
    "latitude": "23.032806",
    "longitude": "113.776438",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["东城中路", "东纵路"]
    }, {
      "dir": "B",
      "intro": ["东城中路", "东城路", "丽峰路", "东莞社会保障局", "东莞市国土局"]
    }, {
      "dir": "C",
      "intro": ["东城中路", "东城路", "中心路", "康乐路", "金华路", "东源路", "东莞市人民法院执行局", "东城区第五小学"]
    }, {
      "dir": "D",
      "intro": ["东城中路", "世博大道", "东纵路"]
    }]
  }, {
    "name": "旗峰公园",
    "en_name": "Qifeng Park",
    "running_time": {
      worker: [
        {
          "start": "6:37",
          "end": "23:29",
          "dir": "东莞火车站"
        }, {
          "start": "6:32",
          "end": "22:46",
          "dir": "虎门火车站"
        }
      ],
      unWorker: [
        {
          "start": "6:34",
          "end": "23:29",
          "dir": "东莞火车站"
        }, {
          "start": "6:36",
          "end": "23:16",
          "dir": "虎门火车站"
        }
      ]
    },
    "latitude": "23.020157",
    "longitude": "113.767954",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["旗峰路", "丽峰路", "东城西路", "东城南路", "东莞市人民检察院", "东莞市中级人民法院", "东莞市公安局办事大厅"]
    }, {
      "dir": "B",
      "intro": ["东莞大道西侧", "簪花路", "体育路", "东莞市民政局", "东莞市水务局", "东莞市农业局", "东莞市统计局", "东莞市海洋与渔业局", "东莞市规划展览馆"]
    }, {
      "dir": "C",
      "intro": ["旗峰路", "东莞大道东侧"]
    }, {
      "dir": "D",
      "intro": ["旗峰路"]
    }, {
      "dir": "E",
      "intro": ["东城中路", "东城南路", "涡岭工业路", "东莞市城乡规划局", "旗峰路"]
    }]
  }, {
    "name": "鸿福路",
    "en_name": "Hongfu Road",
    "running_time": {
      worker: [
        {
          "start": "6:35",
          "end": "23:27",
          "dir": "东莞火车站"
        }, {
          "start": "6:34",
          "end": "22:48",
          "dir": "虎门火车站"
        }
      ],
      unWorker: [
        {
          "start": "6:32",
          "end": "23:27",
          "dir": "东莞火车站"
        }, {
          "start": "6:38",
          "end": "23:18",
          "dir": "虎门火车站"
        }
      ]
    },
    "latitude": "23.011701",
    "longitude": "113.760142",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["簪花路", "鸿福路", "会展北路", "元美东路", "东莞国际会展中心"]
    }, {
      "dir": "B",
      "intro": ["鸿福路", "元美东路", "东莞市非物质文化遗产保护中心", "东莞南城中心小学"]
    }, {
      "dir": "D",
      "intro": ["东莞大道东侧", "怡丰路", "鸿福东路", "银树路", "金树路"]
    }, {
      "dir": "F",
      "intro": ["民盈国贸城", "东莞大道东侧", "金树路"]
    }]
  }, {
    "name": "西平（莞惠城际铁路）",
    "en_name": "Xiping",
    "running_time": {
      worker: [
        {
          "start": "6:40",
          "end": "23:24",
          "dir": "东莞火车站"
        }, {
          "start": "6:30",
          "end": "22:51",
          "dir": "虎门火车站"
        }
      ],
      unWorker: [
        {
          "start": "6:39",
          "end": "23:24",
          "dir": "东莞火车站"
        }, {
          "start": "6:31",
          "end": "23:21",
          "dir": "虎门火车站"
        }
      ]
    },
    "latitude": "22.994092",
    "longitude": "113.747028",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "B",
      "intro": ["东光大道东侧", "西平二路", "西平三路", "宏伟路", "南城体育公园", "宏伟二路", "彭眼村", "西平村"]
    }, {
      "dir": "C",
      "intro": ["东光大道东侧", "西平二路", "宏伟路", "新中路", "君熙路", "市轨道公司", "轨道交通网控制中心"]
    }]
  }, {
    "name": "蛤地",
    "en_name": "Gedi",
    "running_time": {
      worker: [
        {
          "start": "6:37",
          "end": "23:21",
          "dir": "东莞火车站"
        }, {
          "start": "6:32",
          "end": "22:54",
          "dir": "虎门火车站"
        }
      ],
      unWorker: [
        {
          "start": "6:36",
          "end": "23:21",
          "dir": "东莞火车站"
        }, {
          "start": "6:34",
          "end": "23:24",
          "dir": "虎门火车站"
        }
      ]
    },
    "latitude": "22.978194",
    "longitude": "113.728795",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["东莞大道西侧", "宏三路", "宏北路", "环成西路"]
    }, {
      "dir": "B",
      "intro": ["东莞大道西侧", "宏二路", "宏六路", "宏图路", "南城汽车站", "南城候机楼"]
    }, {
      "dir": "C1",
      "intro": ["东莞大道东侧", "板岭路", "新南路", "迎宾公园", "宝南路", "南城阳光第七小学"]
    }, {
      "dir": "C2",
      "intro": ["东莞大道东侧", "森林湖路", "迎宾公园"]
    }]
  }, {
    "name": "陈屋",
    "en_name": "Chenwu",
    "running_time": {
      worker: [
        {
          "start": "6:33",
          "end": "23:17",
          "dir": "东莞火车站"
        }, {
          "start": "6:37",
          "end": "22:58",
          "dir": "虎门火车站"
        }
      ],
      unWorker: [
        {
          "start": "6:32",
          "end": "23:17",
          "dir": "东莞火车站"
        }, {
          "start": "6:38",
          "end": "23:28",
          "dir": "虎门火车站"
        }
      ]
    },
    "latitude": "22.958683",
    "longitude": "113.691119",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["莞太路", "旗鼓西路", "陈屋官路", "陈屋西路", "陈屋小学", "陈屋图书馆"]
    }, {
      "dir": "B",
      "intro": ["莞太路", "旗鼓西路", "大围东福路"]
    }, {
      "dir": "J",
      "intro": ["莞太路", "旗鼓东路"]
    }, {
      "dir": "K",
      "intro": ["莞太路", "旗鼓东路", "桑园路", "陈屋东路"]
    }]
  }, {
    "name": "寮厦",
    "en_name": "Liaoxia",
    "running_time": {
      worker: [
        {
          "start": "6:39",
          "end": "23:14",
          "dir": "东莞火车站"
        }, {
          "start": "6:30",
          "end": "23:01",
          "dir": "虎门火车站"
        }
      ],
      unWorker: [
        {
          "start": "6:39",
          "end": "23:14",
          "dir": "东莞火车站"
        }, {
          "start": "6:30",
          "end": "23:31",
          "dir": "虎门火车站"
        }
      ]
    },
    "latitude": "22.941055",
    "longitude": "113.673467",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["莞太路", "体育公园", "体育路", "厚街万达广场"]
    }, {
      "dir": "B",
      "intro": ["莞太路", "厚街中心小学", "松山公园", "体育路"]
    }, {
      "dir": "C",
      "intro": ["莞太路", "天后古庙"]
    }, {
      "dir": "D",
      "intro": ["莞太路", "寮厦小学", "寮厦社区文化服务中心"]
    }]
  }, {
    "name": "珊美",
    "en_name": "Shanmei",
    "running_time": {
      worker: [
        {
          "start": "6:36",
          "end": "23:11",
          "dir": "东莞火车站"
        }, {
          "start": "6:34",
          "end": "23:03",
          "dir": "虎门火车站"
        }
      ],
      unWorker: [
        {
          "start": "6:36",
          "end": "23:11",
          "dir": "东莞火车站"
        }, {
          "start": "6:34",
          "end": "23:33",
          "dir": "虎门火车站"
        }
      ]
    },
    "latitude": "22.926457",
    "longitude": "113.664306",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["莞太路", "南环路", "珊美大道南", "康乐南路", "珊美村"]
    }, {
      "dir": "B",
      "intro": ["莞太路", "南环路", "厚沙路", "凤山公园"]
    }, {
      "dir": "D1",
      "intro": ["莞太路", "厚沙路"]
    }, {
      "dir": "D2",
      "intro": ["莞太路", "厚沙路"]
    }]
  }, {
    "name": "展览中心",
    "en_name": "Exhibition Center",
    "running_time": {
      worker: [
        {
          "start": "6:33",
          "end": "23:08",
          "dir": "东莞火车站"
        }, {
          "start": "6:37",
          "end": "23:07",
          "dir": "虎门火车站"
        }
      ],
      unWorker: [
        {
          "start": "6:33",
          "end": "23:08",
          "dir": "东莞火车站"
        }, {
          "start": "6:37",
          "end": "23:37",
          "dir": "虎门火车站"
        }
      ]
    },
    "latitude": "22.902237",
    "longitude": "113.661609",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["莞太路", "家具大道", "凤凰路"]
    }, {
      "dir": "B1",
      "intro": ["家具大道"]
    }, {
      "dir": "B2",
      "intro": ["莞太路", "溪头广场", "广东现代国际展览中心"]
    }, {
      "dir": "C",
      "intro": ["莞太路", "会展东路"]
    }, {
      "dir": "D",
      "intro": ["莞太路", "会展东路", "南五文化公园", "南五村"]
    }]
  }, {
    "name": "虎门火车站（高铁站）",
    "en_name": "HuMen Railway Station",
    "running_time": {
      worker: [
        {
          "start": "6:30",
          "end": "23:05",
          "dir": "东莞火车站"
        }, {
          "start": "-",
          "end": "-",
          "dir": "虎门火车站"
        }
      ],
      unWorker: [
        {
          "start": "6:30",
          "end": "23:05",
          "dir": "东莞火车站"
        }, {
          "start": "-",
          "end": "-",
          "dir": "虎门火车站"
        }
      ]
    },
    "latitude": "22.859262",
    "longitude": "113.671511",
    "toilet": "月台两侧",
    "exit": [{
      "dir": "A",
      "intro": ["莞太路", "站北路", "牌坊路", "机场一路"]
    }, {
      "dir": "B",
      "intro": ["虎门火车站"]
    }, {
      "dir": "C",
      "intro": ["莞太路"]
    }]
  }]
}]

module.exports = {
  station: station
}